/* Description that this is the most popular Inflation Calculator app on the App Store */
"#1 Inflation Calculator" = "# 1 Калькулятор инфляции";

/* Title of the screen that describes the application */
"About" = "Около";

/* Description that the app is always updated for the current year */
"Always has the most recent data" = "Всегда имеет самые последние данные";

/* Currency of Australia */
"Australian Dollar" = "Австралийский доллар";

/* Currency of Brazil */
"Brazilian Real" = "Бразильский реал";

/* Currency of the United Kingdom */
"British Pound" = "Британский фунт";

/* Currency of Canada */
"Canadian Dollar" = "Канадский доллар";

/* Currency of China */
"Chinese Yuan" = "Китайский юань";

/* Currency of Colombia */
"Colombian Peso" = "Колумбийское песо";

/* Information that the app was created by Cal Stephens */
"Created by Cal Stephens" = "Создано Кэл Стивенс";

/* Description of the available data range for a currency. e.g. 'Data from 1980 to 2020'. */
"Data from %1$@ to %2$@" = "Данные от %1$@ до %2$@";

/* Title of the person who developer this app. Alternative translations could include 'Creator' or 'Designer'. */
"Creator" = "творец";

/* Currency of the European Union */
"Euro" = "Евро";

/* App Store description */
"Ever see a price from the past and want to how how much it would cost today? With Inflation Calculator, it's easy to discover the answer. Inflation Calculator lets you calculate the value of money throughout history. It supports 22 currencies from around the world, including the US Dollar, Euro, and more!" = "Вы когда-нибудь видели цену из прошлого и хотите узнать, сколько это будет стоить сегодня? С калькулятором инфляции легко найти ответ. Инфляция калькулятор позволяет рассчитать стоимость денег на протяжении всей истории. Он поддерживает 22 валюты со всего мира, включая российский рубль и многое другое!";

/* Label that describes how data is typically collected from official government sources. */
"Historical inflation data is compiled from various official sources." = "Исторические данные по инфляции собраны из различных официальных источников.";

/* Currency of India */
"Indian Rupee" = "Индийская рупия";

/* Currency of Indonesia */
"Indonesian Rupiah" = "Индонезийская рупия";

/* Short-hand name of the app */
"Inflation Calc" = "Инфляция Calc";

/* The name of the app 'Inflation Calculator', translated into the destination language */
"Inflation Calculator" = "Инфляционный калькулятор";

/* Currency of Israel */
"Israeli Sheqel" = "Израильский шекель";

/* Currency of Japan */
"Japanese Yen" = "Японская иена";

/* Currency of Mexico */
"Mexican Peso" = "Мексиканское песо";

/* Currency of New Zealand */
"New Zealand Dollar" = "Новозеландский доллар";

/* App store tags */
"inflation,dollar,money,value,over time,time,history,historical,data,price,prices,year,cost,costs" = "инфляция, доллар, деньги, стоимость, со временем, время, история, история, данные, цена, цены, год, стоимость, затраты";

/* Currency of Norway */
"Norwegian Krone" = "Норвежская крона";

/* Currency of Russia */
"Russian Ruble" = "Русский рубль";

/* Currency of Saudi Arabia */
"Saudi Arabian Riyal" = "Саудовский риал";

/* Title of screen that lets the user select the active currency */
"Select Currency" = "Выберите валюту";

/* Title of section that describes where data is sourced from */
"Sources" = "источники";

/* Currency of South Africa */
"South African Rand" = "Южноафриканский рэнд";

/* Currency of South Korea */
"South Korean Won" = "Южнокорейский вон";

/* Currency of Sweden */
"Swedish Krona" = "Шведская крона";

/* Currency of Switzerland */
"Swiss Franc" = "Швейцарский франк";

/* Typical app update description */
"Thanks for using Inflation Calculator! This version adds data for 2020." = "Спасибо за использование калькулятора инфляции! Эта версия добавляет данные за 2020 год.";

/* Currency of Turkey */
"Turkish Lira" = "Турецкая лира";

/* Currency of the United States */
"US Dollar" = "Доллар США";

/* Description that the app has 22 international currencies. Highlight the currencies most likely to be interested to users speaking that language. */
"US Dollar, Euro, & 20 other currencies" = "Российский рубль и 21 другая валюта";

/* The current version of the app. e.g. Version 2.0 */
"Version %@" = "Версия %@";

/* Title of button that opens the developer's website */
"Visit Website" = "Посетить вебсайт";

/* Abbreviation for 'clear' that appears on a calculator. This should be two characters or fewer. */
"c" = "⌫";
